[
    {
      "text": "If the enemy is in range, so are you.",
      "author": "Infantry Journal"
    },
    {
      "text": "Cost of a single Javelin Missile: $80,000",
      "author": "Unknown"
    },
      {
      "text": "Cost of a single Tomahawk Cruise Missile: $900,000",
      "author": "Unknown"
    },
    {
      "text": "Cost of a single F-117A Nighthawk: $122 Million",
      "author": "Unknown"
    },
    {
      "text": "Cost of a single F-22 Raptor: $135 Million",
      "author": "Unknown"
    },
    {
      "text": "Cost of a single AC-130U Gunship: $190 Million",
      "author": "Unknown"
    },
    {
      "text": "Cost of a single B-2 Bomber: $2.2 Billion",
      "author": "Unknown"
    },
    {
      "text": "So long as there are men, there will be wars.",
      "author": "Albert Einstein"
    },
    {
      "text": "Aim towards the Enemy.",
      "author": "Instruction printed on US Rocket Launcher"
    },
    {
      "text": "I think the human race needs to think about killing. How much evil must we do to do good?",
      "author": "Robert McNamara"
    },
    {
      "text": "Any military commander who is honest will admit he makes mistakes in the application of military power.",
      "author": "Robert McNamara"
    },
    {
      "text": "You can make a throne of bayonets, but you cant sit on it for long.",
      "author": "Boris Yeltsin"
    },
    {
      "text": "The deadliest weapon in the world is a Marine and his rifle!",
      "author": "General John J. Pershing"
    },
    {
      "text": "Concentrated power has always been the enemy of liberty.",
      "author": "Ronald Reagan"
    },
    {
      "text": "Whoever stands by a just cause cannot possibly be called a terrorist.",
      "author": "Yassar Arafat"
    },
    {
      "text": "Nothing in life is so exhilarating as to be shot at without result.",
      "author": "Winston Churchill"
    },
    {
      "text": "War is delightful to those who have not yet experienced it.",
      "author": "Erasmus"
    },
    {
      "text": "Friendly fire, isn't.",
      "author": "Unknown"
    },
    {
      "text": "Diplomats are just as essential in starting a war as soldiers are for finishing it.",
      "author": "Will Rogers"
    },
    {
      "text": "I think that technologies are morally neutral until we apply them. It's only when we use them for good or for evil that they become good or evil.",
      "author": "William Gibson"
    },
    {
      "text": "All that is necessary for evil to succeed is for good men to do nothing.",
      "author": "Edmund Burke"
    },
    {
      "text": "The commander in the field is always right and the rear echelon is wrong, unless proved otherwise.",
      "author": "Colin Powell"
    },
    {
      "text": "Freedom is not free, but the U.S. Marine Corps will pay most of your share.",
      "author": "Ned Dolan"
    },
    {
      "text": "I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones.",
      "author": "Albert Einstein"
    },
    {
      "text": "The truth of the matter is that you always know the right thing to do. The hard part is doing it.",
      "author": "Norman Schwarzkopf"
    },
    {
      "text": "If you know the enemy and know yourself you need not fear the results of a hundred battles.",
      "author": "Sun Tzu"
    },
    {
      "text": "Nearly all men can stand adversity, but if you want to test a man's character, give him power.",
      "author": "Abraham Lincoln"
    },
    {
      "text": "If we can't persuade nations with comparable values of the merits of our cause, we'd better reexamine our reasoning.",
      "author": "Robert McNamara"
    },
    {
      "text": "The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.",
      "author": "Thomas Jefferson"
    },
    {
      "text": "If the wings are traveling faster than the fuselage, it's probably a helicopter, and therefore, unsafe.",
      "author": "Unknown"
    },
    {
      "text": "Five second fuses only last three seconds.",
      "author": "Infantry Journal"
    },
    {
      "text": "If your attack is going too well, you're walking into an ambush.",
      "author": "Infantry Journal"
    },
    {
      "text": "No battle plan survives contact with the enemy.",
      "author": "Colin Powell"
    },
    {
      "text": "When the pin is pulled, Mr. Grenade is not our friend.",
      "author": "U.S. Army Training Notice"
    },
    {
      "text": "A man may die, nations may rise and fall, but an idea lives on.",
      "author": "John F. Kennedy"
    },
    {
      "text": "A leader leads by example, not by force.",
      "author": "Sun Tzu"
    },
    {
      "text": "If you can't remember, the claymore is pointed toward you.",
      "author": "Unknown"
    },
    {
      "text": "There are only two kinds of people that understand Marines: Marines and the enemy. Everyone else has a secondhand opinion.",
      "author": "General William Thornson"
    },
    {
      "text": "The more marines I have around, the better I like it.",
      "author": "General Clark, U.S. Army"
    },
    {
      "text": "Never forget that your weapon was made by the lowest bidder.",
      "author": "Unknown"
    },
    {
      "text": "Keep looking below surface appearances. Don't shrink from doing so just because you might not like what you find.",
      "author": "Colin Powell"
    },
    {
      "text": "Try to look unimportant; they may be low on ammo.",
      "author": "Infantry Journal"
    },
    {
      "text": "The world will not accept dictatorship or domination.",
      "author": "Mikhail Gorbachev"
    },
    {
      "text": "Tyrants have always some slight shade of virtue; they support the laws before destroying them.",
      "author": "Voltaire"
    },
    {
      "text": "Heroes may not be braver than anyone else. They're just brave five minutes longer.",
      "author": "Ronald Reagan"
    },
    {
      "text": "In the end, it was luck. We were *this* close to nuclear war, and luck prevented it.",
      "author": "Robert McNamara"
    },
    {
      "text": "Some people live an entire lifetime and wonder if they have ever made a difference in the world, but the Marines don't have that problem.",
      "author": "Ronald Reagan"
    },
    {
      "text": "It is generally inadvisable to eject directly over the area you just bombed.",
      "author": "U.S. Air Force Marshal"
    },
    {
      "text": "We sleep safely in our beds because rough men stand ready in the night to visit violence on those who would harm us.",
      "author": "George Orwell (Misattributed, was actually written by Richard Grenier)"
    },
    {
      "text": "If at first you don't succeed, call an air strike.",
      "author": "Unknown"
    },
    {
      "text": "Tracers work both ways.",
      "author": "U.S. Army Ordinance"
    },
    {
      "text": "Teamwork is essential, it gives them other people to shoot at.",
      "author": "Unknown"
    },
    {
      "text": "The real and lasting victories are those of peace, and not of war.",
      "author": "Ralph Waldo Emmerson"
    },
    {
      "text": "We're in a world in which the possibility of terrorism, married up with technology, could make us very, very sorry we didn't act.",
      "author": "Condoleeza Rice"
    },
    {
      "text": "All warfare is based on deception.",
      "author": "Sun Tzu"
    },
    {
      "text": "The indefinite combination of human infallibility and nuclear weapons will lead to the destruction of nations.",
      "author": "Robert McNamara"
    },
    {
      "text": "In war, you win or lose, live or die and the difference is just an eyelash.",
      "author": "General Douglas MacArthur"
    },
    {
      "text": "You can't say civilization don't advance, for in every war, they kill you in a new way.",
      "author": "Will Rogers"
    },
    {
      "text": "They'll be no learning period with nuclear weapons. Make one mistake and you're going to destroy nations.",
      "author": "Robert McNamara"
    },
    {
      "text": "It doesn't take a hero to order men into battle. It takes a hero to be one of those men who goes into battle.",
      "author": "General Norman Schwarzkopf"
    },
    {
      "text": "Any soldier worth his salt should be antiwar. And still, there are things worth fighting for.",
      "author": "General Norman Schwarzkopf"
    },
    {
      "text": "It is fatal to enter any war without the will to win it.",
      "author": "General Douglas MacArthur"
    },
    {
      "text": "Let your plans be as dark and impenetrable as night, and when you move, fall like a thunderbolt.",
      "author": "Sun Tzu"
    },
    {
      "text": "Anyone, who truly wants to go to war, has truly never been there before!",
      "author": "Larry Reeves"
    },
    {
      "text": "Whoever said the pen is mightier than the sword obviously never encountered automatic weapons.",
      "author": "General Douglas MacArthur"
    },
    {
      "text": "My first wish is to see this plague of mankind, war, banished from the earth.",
      "author": "George Washington"
    },
    {
      "text": "Cluster bombing from B-52s are very, very, accurate. The bombs are guaranteed to always hit the ground.",
      "author": "USAF Ammo Troop"
    },
    {
      "text": "If a man has done his best, what else is there?",
      "author": "General George S. Patton"
    },
    {
      "text": "The bursting radius of a hand-grenade is always one foot greater than your jumping range.",
      "author": "Unknown"
    },
    {
      "text": "The tyrant always talks as if he's preserving the best interests of his people when he actually acts to undermine them.",
      "author": "Ramman Kenoun"
    },
    {
      "text": "Every tyrant who has lived has believed in freedom - for himself.",
      "author": "Elbert Hubbard"
    },
    {
      "text": "If our country is worth dying for in time of war let us resolve that it is truly worth living for in time of peace.",
      "author": "Hamilton Fish"
    },
    {
      "text": "Nationalism is an infantile disease. It is the measles of mankind.",
      "author": "Albert Einstein"
    },
    {
      "text": "We must not confuse dissent with disloyalty.",
      "author": "Edward R Murrow"
    },
    {
      "text": "I will fight for my country, but I will not lie for her.",
      "author": "Zora Neale Hurston"
    },
    {
      "text": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.",
      "author": "John F Kennedy"
    },
    {
      "text": "An eye for an eye makes the whole world blind.",
      "author": "Gandhi"
    },
    {
      "text": "Traditional nationalism cannot survive the fissioning of the atom. One world or none.",
      "author": " Stuart Chase"
    },
    {
      "text": "If you want a symbolic gesture, don't burn the flag; wash it.",
      "author": " Norman Thomas"
    },
    {
      "text": "The nation is divided, half patriots and half traitors, and no man can tell which from which.",
      "author": "Mark Twain"
    },
    {
      "text": "Patriotism is your conviction that this country is superior to all others because you were born in it.",
      "author": "George Bernard Shaw"
    },
    {
      "text": "If you're ashamed to stand by your colors, you had better seek another flag.",
      "author": "Anonymous"
    },
    {
      "text": "Revenge, at first though sweet, Bitter ere long back on itself recoils.",
      "author": "John Milton"
    },
    {
      "text": "A citizen of America will cross the ocean to fight for democracy, but won't cross the street to vote...",
      "author": " Bill Vaughan"
    },
    {
      "text": "Patriotism is supporting your country all the time, and your government when it deserves it.",
      "author": "Mark Twain"
    },
    {
      "text": "I love America more than any other country in this world; and, exactly for this reason, I insist on the right to criticize her perpetually.",
      "author": " James Baldwin"
    },
    {
      "text": "...dissent, rebellion, and all-around hell-raising remain the true duty of patriots.",
      "author": "Barbara Ehrenreich"
    },
    {
      "text": "Principle is OK up to a certain point, but principle doesn't do any good if you lose.",
      "author": "Dick Cheney"
    },
    {
      "text": "If an injury has to be done to a man it should be so severe that his vengeance need not be feared.",
      "author": "Machiavelli"
    },
    {
      "text": "Before you embark on a journey of revenge, you should first dig two graves.",
      "author": " Confucius"
    },
    {
      "text": "It is lamentable, that to be a good patriot one must become the enemy of the rest of mankind.",
      "author": "Voltaire"
    },
    {
      "text": "Ask not what your country can do for you, but what you can do for your country.",
      "author": " John F Kennedy"
    },
    {
      "text": "Revenge is profitable.",
      "author": " Edward Gibbon"
    },
    {
      "text": "Patriotism ruins history.",
      "author": "Goethe"
    },
    {
      "text": "I would not say that the future is necessarily less predictable than the past. I think the past was not predictable when it started.",
      "author": "Donald Rumsfeld"
    },
    {
      "text": "I only regret that I have but one life to give for my country.",
      "author": "Nathan Hale"
    },
    {
      "text": "Live well. It is the greatest revenge.",
      "author": "The Talmud"
    },
    {
      "text": "We know where they are. They're in the area around Tikrit and Baghdad and east, west, south and north somewhat.",
      "author": "Donald Rumsfeld"
    },
    {
      "text": "I was born an American; I will live an American; I shall die an American!",
      "author": "Daniel Webster"
    },
    {
      "text": "Patriotism varies, from a noble devotion to a moral lunacy.",
      "author": "WR Inge"
    },
    {
      "text": "It is easy to take liberty for granted when you have never had it taken from you.",
      "author": " Dick Cheney"
    },
    {
      "text": "A man's feet must be planted in his country, but his eyes should survey the world.",
      "author": "George Santayana"
    },
    {
      "text": "One good act of vengeance deserves another.",
      "author": "Jon Jefferson"
    },
    {
      "text": "You cannot get ahead while you are getting even.",
      "author": "Dick Armey"
    },
    {
      "text": "A nation reveals itself not only by the men it produces but also by the men it honors, the men it remembers.",
      "author": "John F. Kennedy"
    },
    {
      "text": "Patriotism is an arbitrary veneration of real estate above principles.",
      "author": "George Jean Nathan"
    },
    {
      "text": "Soldiers usually win the battles and generals get the credit for them",
      "author": "Napoleon Bonaparte"
    },
    {
      "text": "War is fear cloaked in courage.",
      "author": "General William C. Westmoreland"
    },
    {
      "text": "In peace, sons bury their fathers. In war, fathers bury their sons.",
      "author": "Herodotus"
    },
    {
      "text": "Don't get mad, get even.",
      "author": " John F. Kennedy"
    },
    {
      "text": "A man who would not risk his life for something does not deserve to live.",
      "author": " Martin Luther King"
    }
  ]  

  