[
    {
      "text": "Легко принимать свободу как должное, если никогда ее не лишался",
      "author": "Дик Чейни"
    },
    {
      "text": "Если ты стесняешься своего флага, поищи другой",
      "author": "неизвестный автор"
    },
      {
      "text": "Я люблю Америку больше всего на свете - и именно поэтому настаиваю на своем праве непрерывно критиковать ее",
      "author": "Джеймс Болдуин"
    },
    {
      "text": "Патриотизм - это вечная верность родине и верность правительству, когда оно того заслуживает",
      "author": "Марк Твен"
    },
    {
      "text": "Многие погибают, пытаясь погубить других",
      "author": "Томас Мор"
    },
    {
      "text": "Поистине, совершая месть, человек становится вровень со своим врагом, а прощая врага, он превосходит его",
      "author": "Фрэнсис Бэкон"
    },
    {
      "text": "Народ разделился на патриотов и предателей, и никто не в силах отличить одних от других",
      "author": "Марк Твен"
    },
    {
      "text": "Принципы хороши до поры до времени, но что от них толку, если ты проиграешь?",
      "author": "Дик Чейни"
    },
    {
      "text": "Американцы - странный народ, они готовы переплыть море, чтобы сражаться за демократию, и не способны перейти улицу, чтобы проголосовать",
      "author": "Билл Воган"
    },
    {
      "text": "Патриотизм - это когда вы считаете, что эта страна лучше всех остальных, оттого что вы здесь родились",
      "author": "Джордж Бернард Шоу"
    },
    {
      "text": "Если уж бить человека, то так, чтобы не страшиться его мести",
      "author": " Макиавелли"
    },
    {
      "text": "Я сожалею лишь о том, что у меня только одна жизнь, которую я могу отдать родине!",
      "author": "Натан Хейл"
    },
    {
      "text": "Ногами человек должен врасти в землю своей родины, но глаза его пусть обозревают весь мир",
      "author": "Джордж Сантаяна"
    },
    {
      "text": "Я бы не сказал, что будущее менее предсказуемо, чем прошлое... Прошлое тоже когда-то было непредсказуемо - когда еще было будущим",
      "author": "Дональд Рамсфельд"
    },
    {
      "text": "Если наша страна стоит того, чтобы погибнуть за нее на войне, значит, она стоит и того, чтобы жить за нее в мирное время",
      "author": "Гамильтон Фиш"
    },
    {
      "text": "Перед тем как мстить, вырой две могилы",
      "author": "Конфуций"
    },
    {
      "text": "Национализм - детская болезнь, корь человечества",
      "author": "Альберт Эйнштейн"
    },
    {
      "text": "Око за око приведёт к слепоте мира",
      "author": "Ганди"
    },
    {
      "text": "Вначале месть сладка, но, на себя оборотясь, рыгает горечью",
      "author": "Джон Мильтон"
    },
    {
      "text": "Мы знаем, где они. Они находятся к востоку, западу, югу или северу от Тикрита и Багдада",
      "author": "Дональд Рамсфельд"
    },
    {
      "text": "Патриотизм портит мировую историю",
      "author": "Гете"
    },
    {
      "text": "Выражая благодарность, следует помнить, что важны не слова, но дела",
      "author": "Джон Ф. Кеннеди"
    },
    {
      "text": "Национализм в привычном смысле слова не переживет расщепление атома. Единый мир - или ничего",
      "author": "Стюарт Чейз"
    },
    {
      "text": "Месть - прибыльное дело",
      "author": "Эдуард Гиббон"
    },
    {
      "text": "Нация проявляет себя не только в людях, которым она дает жизнь, но и в том, каким людям она воздает почести, каких людей она помнит",
      "author": "Джон Ф. Кеннеди"
    },
    {
      "text": "Я из тех, кто хочет выстирать флаг, вместо того чтобы сжечь его",
      "author": "Норман Томас"
    },
    {
      "text": "Сводя счеты, далеко не уйдешь",
      "author": "Дик Арми"
    },
    {
      "text": "Закон можно нарушить лишь раз- для того чтобы захватить власть, в остальных случаях его надлежит соблюдать.",
      "author": "Гай Юлий Цезарь"
    }
    
  ]  

  